Repository: semantifyit/semantify-plugin-typo3-lite
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# pages.palette_title
source: semantify.it settings
de: semantify.it Einstellungen

# pages.semantify_it_lite_annotationID
source: Choose your annotations from the list
de: Wählen Sie eine Annotations aus der Liste aus

# pages.semantify_it_lite_annotationNew_ID
source: UID of the annotation which was created for this page
de: Annotation UID die Webseite gemacht habe

# pages.semantify_it_lite_annotationList
source: Choose your annotation
de: Wählen Sie eine Annotation aus

# pages.semantify_it_lite_annotationListNone
source: None annotation
de: Keine Annotation

# pages.semantify_it_lite_annotationListNew
source: Make a or edit new annotation
de: Mach oder änder eine neue Annotation

# pages.semantify_it_lite_annotationNew_StepOne
source: Choose the new annotation type
de: Wählen Sie die neue Annotation Typ aus

# pages.semantify_it_lite_annotationNew_StepOneChoose
source: Choose type
de: Wählen Sie die Typ aus

# pages.semantify_it_lite_annotationNew_StepTwo
source: What is this annotation about?
de: Was ist diese Annotation über?

# pages.semantify_it_lite_annotationNew_StepTwoChoose
source: Choose subtype
de: Wählen Sie die Subtyp aus

# pages.semantify_it_lite_annotationNew_NameChoose
source: Plase add a name
de: Bitte fügen Sie eine Name hinzu.

# pages.semantify_it_lite_annotationNew_URLChoose
source: Plase add a URL
de: Bitte fügen Sie eine URL hinzu.

# configuration.description
source: Website API key: Please input your Website API key to start using semantify.it on your webpage. If you don't have a API key please visit https://www.semantify.it
de: Website API key: Bitte fügen sie die Website API schlüssel hinzu.

# configuration.annotationByURL
source: Automatic Annotation search by URL: Please check this checkbox if you want to have dynamic search for your annotation on semantify.it by the url
de: Automatic Annotation suchen: Wählen sie diese möglichkeit wann wollen sie eine automatik annotation suchen by URL haben.
